[
  {
    "id": 1,
    "name": "Wedding Program",
    "image": "https://i.ibb.co/yyTFnYz/photo-1597861405049-0b011428568f-ixlib-rb-4-0.jpg",
    "price": "Starting at $1000",
    "shortDescription": "Make your wedding day truly special with our services.",
    "fullDescription": "Your wedding day is one of the most significant moments in your life, and our wedding planning services are here to make it truly unforgettable. We understand that every couple is unique, and that's why we offer a wide range of options to suit your preferences. Whether you dream of a grand wedding with hundreds of guests or an intimate ceremony with close family and friends, we have you covered. Our dedicated team pays attention to every detail, from the venue selection and decor to catering and entertainment, ensuring that your special day reflects your love story."
  },
  {
    "id": 2,
    "name": "Birthday Parties",
    "image": "https://i.ibb.co/KN1D3Qw/photo-1478145787956-f6f12c59624d-ixlib-rb-4-0.jpg",
    "price": "Starting at $250",
    "shortDescription": "Celebrate birthdays in style with our party planning expertise.",
    "fullDescription": "When it comes to celebrating birthdays, we know how to make it stylish and fun! Our experienced team of party planners is here to take care of all the details so you can fully enjoy the celebration. We work closely with you to create a memorable event that matches your chosen theme and stays within your budget. From eye-catching decorations to exciting entertainment options, we've got it all covered, making sure your birthday party is a blast for everyone involved."
  },
  {
    "id": 3,
    "name": "Anniversaries Parties",
    "image": "https://i.ibb.co/pjbYFTF/photo-1641933002462-6b4903f84ed3-ixlib-rb-4-0.jpg",
    "price": "Starting at $500",
    "shortDescription": "Create memorable anniversary events with our assistance.",
    "fullDescription": "Milestone anniversaries deserve to be celebrated with elegance and style. Our anniversary event planning services are tailored to your unique love story, ensuring that your celebration reflects the deep love and commitment you share. We specialize in creating intimate, heartfelt gatherings that resonate with your journey together. Let us take care of the logistics, decorations, and special touches that will make your anniversary unforgettable, allowing you to cherish the moments and create lasting memories."
  },
  {
    "id": 4,
    "name": "Engagement Parties",
    "image": "https://i.ibb.co/6wz2KhM/photo-1507504031003-b417219a0fde-ixlib-rb-4-0.jpg",
    "price": "Starting at $300",
    "shortDescription": "Host the perfect engagement party with our event planning services.",
    "fullDescription": "Your engagement is a special and joyous moment in your life, and your engagement party should be just as special. Our expertise lies in crafting engagement parties that capture the excitement and happiness of this new chapter. Whether you envision a romantic soirée or a lively gathering, we handle all the details, from stunning decorations that set the mood to delectable catering that delights your guests. Celebrate your love story with an engagement party that truly reflects your unique journey together."
  },
  {
    "id": 5,
    "name": "Retirement Parties",
    "image": "https://i.ibb.co/SJbdyz6/premium-photo-1681841285063-e41cec1b3346-ixlib-rb-4-0.jpg",
    "price": "Starting at $400",
    "shortDescription": "Plan retirement celebrations that reflect a lifetime of achievements.",
    "fullDescription": "Retirement marks the culmination of a lifetime of hard work and achievements, and it deserves to be celebrated in a grand and memorable way. Let us help you plan a retirement party that honors the retiree's remarkable accomplishments. Our team meticulously plans every aspect, from selecting a fitting venue to designing personalized decorations that reflect the retiree's interests and career highlights. We ensure that this milestone event becomes a heartwarming celebration, filled with nostalgia and well-wishes for the future."
  },
  {
    "id": 6,
    "name": "Baby Showers",
    "image": "https://i.ibb.co/gDCzKSV/photo-1519689680058-324335c77eba-ixlib-rb-4-0.jpg",
    "price": "Starting at $200",
    "shortDescription": "Welcome a new addition to the family with our baby shower planning.",
    "fullDescription": "Welcoming a new addition to the family is a moment of immense joy and anticipation. Our baby shower planning services are designed to create a warm and inviting atmosphere for parents-to-be and their loved ones. We pay attention to every detail, from charming decorations that set the mood to fun and engaging games that bring everyone together. Let us take care of the logistics, so you can focus on celebrating this precious moment and creating lasting memories with your friends and family. It's a day to remember as you embark on this beautiful journey of parenthood."
  }
]
